var talkInfo=[
  {
    date: '2019-01-16 21:12:27',
    title: '我们距离自己的冰雪奇缘可能没那么遥远了',
    imgSrc: '/static/img/talking1.jpg',
    avatar: '/static/img/author1.jpg',
    content: '《白蛇缘起》的票房真的太糟糕了。糟糕到让我有了一丝亲自下场安利的使命感。',
    reading: '2829',
    collection: '589',
    headImgSrc: '/static/img/talking1.jpg',
    author: '肖恩恩恩恩肖',
    detail: "21世纪已经是一个自我意识高度觉醒的时代了，角色本人的自我意识非常重要，谈恋爱谈到发烧的思路已经完全落伍了，否则就是人见人烦的恋爱脑。《白蛇缘起》里的爱情故事相比较白蛇传本身，已经算先进，但是对于现在的观众而言，是无法取得认同的。和认识几天的人结伴前行，斩妖除魔，我们接受。但为了认识几天的人自愿成妖，付出生命。和绝大多数观众的爱情观差太远了，铺再多的浪漫桥段也打动不了人呐。\n《白蛇缘起》不鼓吹电影以外的东西，是踏踏实实靠自身制作水平打动我的动画电影，而且它已经完全有了真正水平之上的公主动画和成人动画的雏形。即使这次还有差距，但只要有这个技术基础在，它只欠一次更好的发挥。不掺水的说，这是我第一次在电影院感受到，我们距离自己的冰雪奇缘，已经不再那么遥远了。",
    postId: 0,
  },
  {
    date: '2019-11-05 09:11:49',
    title: '《爱尔兰人》：穿蓝格纹睡衣的杀手',
    imgSrc: '/static/img/talking2.jpg',
    avatar: '/static/img/author1.jpg',
    content: '在影片接近尾声的时候，坐在疗养院门前的老年Frank面对FBI的质询，头脑清醒地要求自己的律师在场。对面的年轻小伙一愣，告诉Frank他的律师已经去世了。Frank下意识地问：',
    reading: '2129',
    collection: '389',
    headImgSrc: '/static/img/talking2.jpg',
    author: '店长',
    detail: "这位过了半生喋血生活的黑帮杀手，早已忘记生老病死这些最基本的自然规则。这句职业病下的应激反应引发了全场观众最整齐的一场爆笑，也让Frank明白了自己的处境：原来其他人都已经死了。一个恢弘而混乱的时代过去，他的仇敌，他的朋友，他背叛过的人，他想要保护的人，全都变成了灰烬，或是旧报纸上一个不被当代人所知的名字，只剩下Frank一个人，对着不具名的听众讲着他的往日传奇故事。\n小时候读金庸，读到黄裳为复仇钻研武功四十年，出山后却发现仇人都已去世，总觉得酸楚又莫名释然。不管在快意恩仇的江湖，还是阴谋暗涌的黑帮世界，武学大家也好，黑帮大佬也罢，到最后都要面对的终极敌人，是时间，和时间洗刷过后那个不知何去何从的渺小自我",
    postId: 1,
  },
]
module.exports = {
  postList: talkInfo,
  // a_key: a
}